"""

Задание № 1

1. Поработайте с переменными, создайте несколько, выведите на экран.
Запросите у пользователя некоторые числа и строки и сохраните в переменные,
затем выведите на экран.

"""

user_name = input("Ilya")
password = input("123456")
age = input("37")
print(f"Ilya - {user_name},"
      f"123456 - {password}, 37 - {age}")

